tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fd"
brew "fzf"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "readline"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "sqlite"
brew "starship"
brew "stow"
brew "xz"
brew "the_silver_searcher"
brew "wget"
brew "zlib"
cask "appcleaner"
cask "eloston-chromium"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mos"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "slack"
cask "webex"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
